{
  "pokemon": [{
    "id": 1,
    "num": "001",
    "name": "งูข้าวโพด (Corn Snake)",
    "img": "https://www.picz.in.th/image/CLfY8e",
    "type": [
      "ไม่มีพิษ"
    
    ],"details" : "เป็นงูที่ได้รับความนิยมเลี้ยงมากที่สุด มีสีสันที่สด และลายที่สวยงาม นิสัยไม่ดุร้าย ไม่มีพิษ เกล็ดแข็งและเรียบ ลื่น มักกินหนูเป็นอาหาร งู Corn snake มีรูปร่างที่เพรียวบาง ส่วนหัวเล็กและแคบ ตากลมโต คอสั้น มีลวดลายหลายแบบและสีโทนแดงจนถึงเหลืองขาว"
    },

{
    "id": 2,
    "num": "002",
    "name": "แรทสเนค (Rat Snake)",
    "img": "https://wpcdn.us-midwest-1.vip.tn-cloud.net/www.reptilesmagazine.com/content/uploads/2020/05/080a79977b9f96c52bd1692deb8cfdc2.jpg",
    "type": [
      "ไม่มีพิษ"
    
    ],"details" : "เป็นงูที่อยู่กระจายตามพื้นที่ทั่วโลกพบได้ทั้งเอเชีย อเมริกา ยุโรป งู Rat Snake งูที่น่าเลี้ยงเพราะนิสัยไม่ดุร้าย ไม่มีพิษ เกล็ดแข็งและเรียบ มีรูปร่างที่เพรียวบาง และสีสันก็แล้วแต่สายพันธุ์ กลางวัน มันจะอาศัยอยู่ตามโพรง"
    },
{
    "id": 3,
    "num": "003",
    "name": "คอมมอนคิงสเนค (Common King Snake)",
    "img": "https://images.squarespace-cdn.com/content/v1/591d131d17bffc24f111e867/1505758819258-ZB05TE1IYEOM2T5HIID1/ke17ZwdGBToddI8pDm48kEc6DKFOx3cpvkyhZQwPkJYUqsxRUqqbr1mOJYKfIPR7LoDQ9mXPOjoJoqy81S2I8N_N4V1vUb5AoIIIbLZhVYxCRW4BPu10St3TBAUQYVKc53GO0vWykWK-lIOAtsaJ7vbB1JiXq7byw-6Ogo-kuNnXzR_WIuWSVqqqoqhN8EA5/Turtle+Bay+California+Common+Kingsnake.jpg",
    "type": [
      "ไม่มีพิษ"
    
    ],"details" : "เป็นงูที่มีสีน้ำตาลเข้ม สลับ ขาวหรือครีมเป็นจุดเด่น ส่วนหัวที่นัยตากลมและเกล็ดเรียบ เป็นงูที่น่าเลี้ยงและได้รับความนิยมเลี้ยงอีกชนิดหนึ่ง เลี้ยงง่าย และสวยงาม ไม่มีพิษ งู Kingsnakes กินงูด้วยกันเป็นอาหาร โดยการใช้กำลังที่มากกว่ากดทับ และบีบรัด รวมทั้งงูพิษ เช่น งูหางกระดิ่ง มันมีภูมิต้านทานพิษของงูพิษต่าง ๆ ได้เป็นอย่างดี และสัตว์อื่นๆ เช่นสัตว์เลื้อยคลาน หนู นก ปลา"
    },
  {
    "id": 4,
    "num": "004",
    "name": "มิลล์สเนค (Milk Snake)",
    "img": "https://cdn11.bigcommerce.com/s-g64jf8ws/images/stencil/1280x1280/products/488/678/DSCN56121__63257.1390432474.JPG?c=2",
    "type": [
      "ไม่มีพิษ"
    
    ],"details" : "Milk Snake เป็นงูที่มีลักษณะหัวเล็ก ลำตัวเรียวยาว รูปทรงกระบอก สีสันสดใส ด้วยสีแดงสด โดยมีสีดำคาดเหลือง เป็นปล้องๆ มีไว้ทำให้ศัตรูกลัวและจะเคลื่อนไหวอย่างรวดเร็วเมื่อถูกทำให้ตกใจ"
    },
{
    "id": 5,
    "num": "005",
    "name": "บอลไพธอน (Ball Python)",
    "img": "https://i.pinimg.com/originals/84/6c/57/846c573c20c6af5e9ef61e3d9301fac1.jpg",
    "type": [
      "ไม่มีพิษ"
    
    ],"details" : "เป็นงูหลามจากแอฟริกาที่ได้รับความนิยมนำมาเลี้ยงมากเพราะมีขนาดไม่ใหญ่ จุดเด่นของงูหลามบอลนี้เป็นการขดตัวเพื่อป้องกันอันตรายจากศัตรู จะขดเป็นก้อนกลม เก็บหัวกับคอ คล้ายลูกบอล เป็นที่มาของชื่อ งูหลามบอล นิสัยรักสงบและเชื่อง"
    },
{
    "id": 6,
    "num": "006",
    "name": "เรนโบว์โบอา(Rainbow boa)",
    "img": "https://i.redd.it/tprzq80r2v141.jpg",
    "type": [
      "ไม่มีพิษ"
    
    ],"details" : "สำหรับงู Rainbow boa นี้จะมีลักษณะเด่นที่เกร็ดจะความมันวาวสีรุ้งของเกล็ด งูเรนโบว์ บอ มีรูปร่างเพรียว ขนาดตัวที่ไม่ใหญ่โตจนเกินไป เพียงแค่ยาว 2 เมตร ทำให้เรนโบว์ บอ ได้รับความนิยมเป็นงูที่น่าเลี้ยงอีกชนิดหนึ่ง"
    },

{
    "id": 7,
    "num": "007",
    "name": "เรดเทลโบอา (Red tailer Boa)",
    "img": "https://www.reptilefact.com/wp-content/uploads/2016/09/Red-Tailed-Boa-Full-Grown.jpg",
    "type": [
      "ไม่มีพิษ"
    
    ],"details" : "เป็นงูที่น่าเลี้ยงได้และได้รับความนิยมจากผู้เลี้ยงทั่วโลก และในบ้านเรามากที่สุดอีกชนิดหนึ่ง เพราะมีความสวยงาม ในรูปลักษณ์ลำตัว ลาย และสีสัน โดยเฉพาะบริเวณส่วนหาง ซึ่งเป็นเอกลักษณ์เฉพาะของ constrictor ที่จะมีสีตั้งแต่ สีน้ำตาลไหม้ จนถึงแดงเลือดนก ขึ้นอยู่กับสายพันธ์ ลักษณะอีกอย่างคือการรัด หรือการใช้หางเกาะเกี่ยว อย่างแน่นเหนี่ยว ที่เป็นคุณสมบัติเฉพาะของงูสายพันธุ์นี้"
    },
{
    "id": 8,
    "num": "008",
    "name": " งูสามเหลี่ยมหรืองูตามธาร หรืองูทับธาร หรืองูก้านปล้อง (Banded krait,Bungarus fasciatus)",
    "img": "https://meded.psu.ac.th/binla/class05/388_581_2/Management_of_snake_bites/img/05.jpg",
    "type": [
      "มีพิษต่อระบบประสาท"
    
    ],"details" : "งูสามเหลี่ยมมีหัวกลม ลำตัวเรียวยาว ปลายหางมักทู่ บางตัวหัวแบนเล็กน้อย ลำตัวเป็นสันสามเหลี่ยมชัดเจน เลื้อยช้าแต่ว่ายน้ำได้เร็ว เป็นงูที่มีความว่องไวปราดเปรียวในน้ำ สีของลำตัวเป็นปล้องดำสลับเหลืองทั้งตัว เวลากัดไม่มีการแผ่แม่เบี้ยเหมือนงูเห่า หรืองูจงอาง"
    },
{
    "id": 9,
    "num": "010",
    "name": "งูเห่าไทยหรืองูเห่าหม้อ (Monocled cobra, Naja kaouthia)",
    "img": "https://meded.psu.ac.th/binla/class05/388_581_2/Management_of_snake_bites/img/01.jpg",
    "type": [
      "มีพิษต่อระบบประสาท"
    
    ],"details" : "ขนาดลำตัวยาว 100-180 เซนติเมตร เป็นงูที่แผ่แม่เบี้ยได้เมื่อถูกคุกคาม มีลายดอกจันเป็นรูปวงแหวนเดี่ยวตรงกลางแม่เบี้ย ลำตัวสีเหลืองนวล น้ำตาลอ่อนถึงเข้ม เทา หรือดำ กินหนู นก กบ เขียดและบางครั้งกินงูชนิดอื่นเป็นอาหาร พบชุกชุมทุกภาคของประเทศไทย ตามทุ่งนา ในจอมปลวก"
    },

{
    "id": 10,
    "num": "011",
    "name": "งูจงอางหรืองูบองหลา หรืองูเห่าช้าง (King cobra,Ophiophagus hannah)",
    "img": "https://meded.psu.ac.th/binla/class05/388_581_2/Management_of_snake_bites/img/04.jpg",
    "type": [
      "มีพิษต่อระบบประสาท"
    
    ],"details" : "ขนาดลำตัวยาว 200-540 เซนติเมตร แผ่แม่เบี้ยได้สูงถึง 1 ใน 3 ของความยาวลำตัว แม่เบี้ยแคบ ไม่มีลายดอกจัน มีเกล็ดท้ายทอยขนาดใหญ่ 1 คู่ ลำตัวลูกงูจงอางมีสีดำลายตามขวางสีขาวเป็นวงรอบยาวตลอดตัว ลายหายไปเมื่อตัวยาวประมาณ 1 เมตร ขนาดและสีลำตัวขึ้นกับเขตทางภูมิศาสตร์ อาจมีตัวสีน้ำตาลอมเขียวหรือเขียวอมเทา ดำ หรือมีลายบั้งขวางตลอดลำตัว กินงูชนิดอื่น ตะกวดและกิ้งก่า พบในป่ารกทึบใกล้แหล่งน้ำทุกภาคของประเทศ"
    },

{
    "id": 11,
    "num": "012",
    "name": "งูแมวเซา (Siamese Russell’s viper, Daboia russelii siamensis)",
    "img": "https://meded.psu.ac.th/binla/class05/388_581_2/Management_of_snake_bites/img/08.jpg",
    "type": [
      "งูมีพิษต่อระบบเลือด"
    
    ],"details" : "ขนาดลำตัวยาว 90-150 เซนติเมตร ลำตัวอ้วน สีน้ำตาลอ่อน ลายเป็นวงสีน้ำตาลเข้ม ขอบในสีดำ ขอบนอกสีขาวทั่วตัว หัวรูปสามเหลี่ยมมีลายสีน้ำตาลเข้มคล้ายลูกศร เมื่อถูกคุกคามจะขดตัวเป็นวงและส่งเสียงขู่ หากินกลางคืน กินหนู นก กบ พบมากภาคกลางและภาคตะวันออก"
    },

{
    "id": 12,
    "num": "013",
    "name": "งูเขียวหางไหม้ท้องเหลือง (White-lipped pit viper, Cryptelytrops albolabris)",
    "img": "https://meded.psu.ac.th/binla/class05/388_581_2/Management_of_snake_bites/img/10.jpg",
    "type": [
      "งูมีพิษต่อระบบเลือด"
    
    ],"details" : "ขนาดลำตัวยาว 70-90 เซนติเมตร รูปร่างค่อนข้างอ้วนใหญ่ ลำตัวและหัวมีสีเขียวอ่อน ท้อง ริมฝีปาก และคางมีสีเหลือง ขาว หรือสีเขียวอ่อน หางสีน้ำตาลแดง หากินกลางคืน ตามพื้นดินหรือพุ่มไม้ กินหนู นก กบ เขียด กิ้งก่า หรือปาด พบทุกภาค"
    },

{
    "id": 13,
    "num": "014",
    "name": "งูทะเล",
    "img": "https://meded.psu.ac.th/binla/class05/388_581_2/Management_of_snake_bites/img/11.jpg",
    "type": [
      "งูที่มีพิษต่อระบบกล้ามเนื้อ"
    
    ],"details" : "งูทะเล เป็นชื่อสามัญที่ใช้เรียกสัตว์เลื้อยคลานจำพวกงู ที่อาศัยและดำรงชีวิตอยู่ในทะเลตลอดชีวิต ไม่เคยขึ้นมาบนบกเลย ยกเว้นการผสมพันธุ์และวางไข่ในบางชนิด งูทะเลเป็นงูที่อยู่ในวงศ์ย่อย Hydrophiinae งูทะเลทุกชนิดอาศัยอยู่ในทะเลหรือปากแม่น้ำชายฝั่งหมด ยกเว้น ชนิด Hydrophis semperi และ Laticauda crokeri เท่านั้น ที่พบอาศัยอยู่ในทะเลสาบน้ำจืดในประเทศฟิลิปปินส์"
  }]
}
